IDEA Open Model
ReinforcedBar.Diameter Property
Compatible with IDEA StatiCa 20.1
 Diameter
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Diameter { get; set; }
Public Property Diameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinforcedBar Class
IdeaRS.OpenModel.CrossSection Namespace